gnome-font-viewer
firefox
retroarch

thunderbird

gparted
baobab
nemo

mixxx
surge-xt
vlc
audacity

darktable
gimp

code

rofi
polybar
i3
dunst
feh

spotify-client
diodon

yaru-theme-icon
