zsh
tree
fzf
jq
ranger
sqlite3
fd-find

cmake
neofetch
neovim

julia

openvpn
openssh-server

python3-dev
python3-venv
python3-pip
git

mutt

pass
playerctl

htop
btop
nvtop

tailscale
windscribe
qbittorrent

wakeonlan

lm-sensors

